{
  "TypesName": {
    "111": "Логико-сенсорный экстраверт",
    "112":"Логико-сенсорный интроверт",
    "121":"Логико-интуитивный экстраверт",
    "122":"Логико-интуитивный интроверт",
    "211":"Этико-сенсорный экстраверт",
    "212":"Этико-сенсорный интроверт",
    "221":"Этико-интуитивный экстраверт",
    "222":"Этико-интуитивный интроверт",
    "311":"Сенсорно-логический экстраверт",
    "312":"Сенсорно-логический интроверт",
    "321":"Сенсорно-этический экстраверт",
    "322":"Сенсорно-этический интроверт",
    "411":"Интуитивно-логический экстраверт",
    "412":"Интуитивно-логический интроверт",
    "421": "Интуитивно-этический экстраверт",
    "422":"Интуитивно-этический интроверт"
  },
  "AboutTypes": {
    "111": "Логико-сенсорный экстраверт – человек, который умеет быть максимально довольным жизнью. Он не рассуждает о том, проживает ли свою жизнь полно или она у него проходит напрасно. Главное – он умеет наслаждаться самой жизнью и проводит ее с пользой для себя. Такой человек любит работать, не ищет легких путей, ценит окружающих. Как правило, деятельность занимает в его жизни центральное место. Он готов иногда пожертвовать личными отношениями, чтобы только направить работу в нужное русло. Этот человек легко может отделить главное от второстепенного. Логико-сенсорный экстраверт радуется перспективе общения с окружающими людьми, любит бывать в центре внимания.",
    "112": "Логико-сенсорный интроверт представляет собой крайне аккуратную натуру, которая любит все дела выполнять в срок. Такие люди с удовольствием занимаются планированием и успевают сделать за день большое количество дел. Их внутренней самоорганизации позавидует любой ответственный исполнитель, который не знает, как распределить нагрузку равномерно. Логико-сенсорный интроверт несколько погружен в себя, выглядит уставшим и угрюмым. Окружающие уважают его за терпимость и беспрекословное выполнение обещанного. Такой человек умеет держать слово, все выполняет с безукоризненной точностью и аккуратностью.",
    "121": "Логико-интуитивный экстраверт – человек, который любит много думать, но при этом ему необходимо выражать свои мысли тем, кто в данную минуту находится рядом. Он не выносит одиночества. Если такая личность сталкивается с непониманием или неодобрением, то нередко обижается, замыкается в себе. Логико-интуитивный экстраверт хочет во всем видеть результат своих усилий. Если что-то начинает происходить не по ожидаемому сценарию, он пугается происходящих перемен, начинает суетиться и тем самым портит себе настроение.",
    "122": "Логико-интуитивный интроверт – человек настроения. Оно у него меняется достаточно быстро. В то же время он уравновешен и спокоен. Со стороны может показаться, что его ничто не может вывести из себя. Этот тип личности любит погружаться в размышления, кажется, что он постоянно о чем-то думает. Для него является привычным состоянием уходить в себя настолько, чтобы не замечать происходящие вокруг события. Логико-интуитивный интроверт спокоен, организован и ответственен.",
    "211": "Этико-сенсорный экстраверт — активный тип личности, который любит внимание. Такому человеку крайне необходимо, чтобы окружающие замечали его достижения и всячески выражали свое восхищение. Многим этот тип личности кажется обаятельным, беспроблемным и жизнерадостным. Он действительно открыт к общению, умеет ценить дружеские встречи и хорошую компанию.",
    "212": "Этико-сенсорный интроверт — человек, склонный анализировать свои и чужие чувства. Из людей такого типа получаются прекрасные психологи, поскольку они легко умеют понять настроение собеседника, разобраться в причинах возникшей ситуации. Сами редко становятся заложниками собственных эмоций, потому что умеют управлять своими чувствами. Склонность к самокопанию приобретает у них полезные черты.",
    "221": "Этико-интуитивный экстраверт отличается большой эмоциональностью. В порыве он может наговорить окружающим все, что угодно, о чем потом будет искренне сожалеть. Он не может держать эмоции при себе, отличается взрывным характером, нетерпимостью, не выносит несправедливости.",
    "222": "Этико-интуитивный интроверт ценит доверие, стремится выстроить с людьми честные, искренние отношения. Так как это ему не всегда удается сделать, он склонен расстраиваться из-за любого непредвиденного случая. Мысленно он всегда ищет в окружающих то, что сам готов им отдать, признает равноценный обмен. Осуждает обман и предательство, не изменяет собственным убеждениям.",
    "311": "Сенсорно-логический экстраверт представляет собой тип личности, которой не чуждо достигать цели любой ценой. Если этот человек что-то надумал, то будет добиваться и  ни за что не отступит. Многим со стороны он кажется излишне прямолинейным, настойчивым и неуступчивым.",
    "312": "Сенсорно-логический интроверт хорошо приспособлен к физическому труду. Чаще всего он занимает скромный пост и выполняет деятельность исполнителя. Он не любит брать на себя ответственность, быть ведущим, за что-то отвечать.",
    "321": "Сенсорно-этический экстраверт – человек неконфликтный, мягкий, довольно простой в общении, ценит искренние отношения. У него, как правило, много друзей, нередко бывает в шумных компаниях, чувствует себя там уютно. Любит путешествия и яркие впечатления.",
    "322": "Сенсорно-этический интроверт отличается излишней молчаливостью и недоверчивостью. Его сложно рассмешить, вывести из состояния внутреннего оцепенения. Окружающие нередко считают его чудаком, которого ничего не интересует.",
    "411": "Интуитивно-логический экстраверт не любит рутину и однообразие. Ему хочется постоянно испытывать новые ощущения, пробовать неизвестное, изучать какие-то книги. Такой человек очень начитан, любит общаться с единомышленниками, нуждается в большой компании.",
    "412": "Интуитивно-логический интроверт – часто человек творческий, имеет свои причуды и капризы. Со стороны кажется самодостаточным философом, бесконечно рассуждает о смысле жизни, занят поиском собственного индивидуального пути.",
    "421": "Интуитивно-этический экстраверт нередко наделен талантом художника, который любит экспериментировать. Ценит общество, но только если оно не мешает ему творить.",
    "422": "Интуитивно-этический интроверт – тонкий мечтатель. Это человек, чье настроение неустойчиво и меняется, как погода. От радости он может резко перейти к слезам и наоборот."
  }
}
